valid time! 

Quit logging? Y or (N) Y

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 88:50:01 invalid time!  00/00/0124 invalid date! (year must have 4 digits) 
Start time/date   = 255:255:255 invalid time!  255/255/25755 invalid date! (year must have 4 digits) 
Sample interval   = 255:255:255 invalid time! 
Records logged    = 65535
Extra samples     = 255

Command Mode: Type 'help' for command list.
CMD> DATE= 06 20 2014  
CMD> TIME= 20 37 30  
CMD> SD= 06 20 1 2014  
CMD> ST= 22 00 00  
CMD> SAMPLE= 00 01 00  
CMD> STATUS 

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 20:38:14 06/20/2014
Start time/date   = 22:00:00 06/20/2014
Sample interval   = 00:01:00
Records logged    = 65535
Extra samples     = 255 
CMD> TIME= 20 38 30  
CMD> STATUS 

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 20:38:39 06/20/2014
Start time/date   = 22:00:00 06/20/2014
Sample interval   = 00:01:00
Records logged    = 65535
Extra samples     = 255 
CMD> STATUS 

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 20:38:49 06/20/2014
Start time/date   = 22:00:00 06/20/2014
Sample interval   = 00:01:00
Records logged    = 65535
Extra samples     = 255 
CMD> TIME= 20 38   9 05  
CMD> STATUS 

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 20:39:09 06/20/2014
Start time/date   = 22:00:00 06/20/2014
Sample interval   = 00:01:00
Records logged    = 65535
Extra samples     = 255 
CMD> STATUS 

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 20:39:24 06/20/2014
Start time/date   = 22:00:00 06/20/2014
Sample interval   = 00:01:00
Records logged    = 65535
Extra samples     = 255 
CMD> TIME= 20 39 35  
CMD> STATUS 

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 20:39:50 06/20/2014
Start time/date   = 22:00:00 06/20/2014
Sample interval   = 00:01:00
Records logged    = 65535
Extra samples     = 255 
CMD> 

Next sample @ 22:00:00

Quit logging? Y or (N) Y

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 88:45:04 invalid time!  00/00/2124 invalid date! (year must have 4 digits) 
Start time/date   = 22:00:00 06/20/2014
Sample interval   = 00:01:00
Records logged    = 65535
Extra samples     = 255

Command Mode: Type 'help' for command list.
CMD> DATE= 07 03 2014  
CMD> TIME= 19 58 50  
CMD> SD= 07 -0  03 2014  
CMD> ST= 20 00 00  
CMD> SAMPLE  = 00 00 15  
CMD> STATUS 

PMEL MTR revision = V4.00 December 4, 1996
MTR serial number = 4104
MTR time/date     = 19:59:29 07/03/2014
Start time/date   = 20:00:00 07/03/2014
Sample interval   = 00:00:15
Records logged    = 65535
Extra samples     = 255 
CMD> LOG 

Starting sampling will overwrite any
previously recorded data in memory.
OK? Y or (N) Y

Next sample @ 20:00:00 